[Killed] ObjectLiteral
src/basic.js:19:18
 
 
 
-module.exports = {
-    add,
-    subtract,
-    divide,
-    multiply,
-}
+module.exports = {}
killedBy: Calculator Operations Addition add(1, 2)
statusReason: TypeError: add is not a function
