[Timeout] ConditionalExpression
src/mergeSort.js:13:9
     return [...sortedArr, ...left, ...right]
 }
 function mergeSort(arr) {
-    if (arr.length <= 1) return arr
+    if (false) return arr
     let mid = Math.floor(arr.length / 2)
     let left = mergeSort(arr.slice(0, mid))
